Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nih.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: In study B, the training group (n = 11) underwent 10 weeks of resistance training consisting of single-leg isometric plantar flexion contractions.
nb: I studie B utførte treningsgruppen (n = 11) et 10-ukers treningsprogram som bestod av ett-bens isometriske plantar-fleksjons kontraksjoner.

source: You can receive funding to attend seminars, workshops, lab training, courses and summer school.
nb: Du kan blant annet få støtte til å delta på seminarer og workshops, opplæring i lab, metodekurs og sommerkurs.

source: There is a need for future randomized controlled trials (RCTs), with active control groups to further assess the effect of MT in high performance environments.
nb: Det er fortsatt behov for randomiserte kontrollerte studier (RCTs) med aktive kontroll grupper for å undersøke effektene av MT i høyprestasjonsmiljøer.

source: From the spring of 2015 all Master's theses from NIH are available in the institutional repository
nb: Fra våren 2015 er masteroppgaver fra NIH kun tilgjengelig elektronisk i arkivet

source: Nora was afraid the canoe would capsize and muttered: «Mother of God...
nb: Nora er redd for at kanoen vil bikke og sier:

source: A project group, consisting of researchers from Norway (Professor Anne Marte Pensgaard), Sweden (Fil.
nb: Det er etablert en prosjektgruppe som består av forskere fra Norge (Professor Anne Marte Pensgaard), Sverige (Fil.

source: If a PhD candidate has not submitted his/her thesis for evaluation within eight (8) years after admission to the doctoral programme, the candidate will be terminated from the doctoral programme.
nb: Dersom en PhD student ikke har levert avhandlingen til bedømmelse innen 8 år etter opptak, anses studiet som avbrutt.

source: Scope of the dissertation
nb: Omfanget av avhandlingen

source: Lecturer in Metabolisme.
nb: Underviser i Metabolisme.

source: "Instead of thinking about food as a friend or an enemy, I began to see it from a totally different angle.
nb: «I stedet for å tenke på mat som en venn eller en fiende, blir tanken på mat plukket fra hverandre.

source: The cross-sectional study of the 175 primiparous women included to the RCT 6 weeks after vaginal delivery, showed that 4% were unable to contract their PFM correctly.
nb: En tverrsnittstudie av 175førstegangsfødende kvinner inkludert til en randomisert studie 6 uker etter fødsel viste at 4% ikke greide å utføre korrekt sammentrekning av bekkenbunnsmusklene.

source: All the publications from MPDIare open access journals.
nb: Forlagets utgivelser er rene open access-tidsskrifter.

source: (not hybrid), and it has to be registered in
nb: (ikke hybrid), og må være registrert i

source: The following premises will be opened from Wednesday 13 May:
nb: mai. Følgende lokaler vil bli åpnet fra onsdag 13. mai:

source: The average among the young group was an increase of 80 kg for the leg press. Share
nb: Gjennomsnittet blant de unge var 80 kg økning i beinpress.

source: Research is focused in cell & molecular biology, physiology and bioengineering of skeletal muscle.
nb: Forskning fokuserer på cellulær og molekulær biology, fysiologi og bioingenør av skjelettmuskulaturen.

source: 13.00 - 16.00 Public deffense with discussion
nb: 13.00 – 16.00 Disputas med diskusjon

source: This is especially important in the Oslo area and in other cities with congested public transport.»
nb: Dette gjelder særlig i Oslo-området og i andre byer med press i kollektivtrafikken.»

source: Section 5.6 Involuntary termination in the event of delay or lack of progress
nb: §5.6 Tvungen avslutning ved forsinkelse eller manglende fremdrift

source: You can also click “
nb: Du kan også klikke på “

source: All treatment at NIH shall be in accordance with applicable laws and regulations.
nb: All behandling ved NIH skal foregå i henhold til gjeldende lover og forskrifter.

source: Child- and youth sport, motivation, mindsets, coaching, coach-athlete relationship, and coach education.
nb: Barne- og ungdomsidrett, motivasjon, mindsets, trenerrollen, trener- utøver relasjonen, og trenerutdanning.

source: Metabolism, exercise physiology, biochemistry, endurance performance, caffeine, protein intake
nb: Metabolisme, fysiologi, biokjemi, utholdenhet, prestasjon, koffein, protein inntak.

source: Four handball clubs with boys and girls aged 16-18 from Oslo and the surrounding area were selected for participation.
nb: Fire klubber med gutter og jenter i alderen 16-18 år fra Oslo og omegn ble trukket ut til å delta.

source: —What are the consequences of low BMD values for young cyclists?
nb: - Hva er konsekvensene av lave BMD-verdier for unge syklister?

source: s been involved in the fight for climate and environment (see, among other things, module 3).
nb: , som har engasjert seg i kampen for klima og miljø (se blant annet modul 3).

source: Type 2 diabetes, formerly also known as age-related diabetes, is caused by a combination of genetic factors, overweight, poor diet and not enough exercise.
nb: Diabetes 2, som tidligere ofte ble kalt alderdomsdiabetes, skyldes gjerne en kombinasjon av arv, overvekt, dårlig kosthold og lite mosjon.

source: He refereed in Champions League from 2001 to 2010 and he participated in EURO 2008.
nb: Han dømte i Champions League fra 2001 til 2010 og han deltok i EURO 2008.

source: No room for friction
nb: Ikke rom for friksjon

source: —Our test results show that older people who lift as much as they can with the front thigh muscle are able to activate around 85-90 percent of the muscle.
nb: Våre testresultater tyder på at eldre som tar i alt de kan med fremsiden av låret, greier å aktivere omtrent 85-90 prosent av muskulaturen.

source: Statistical and epidemiological methods, research methodology.
nb: Statistiske og epidemiologiske metoder, forskningsmetodikk.

source: had a greater increase in maximal isokinetic knee extension torque at an angular velocity of 240°·s
nb: en større forbedring i evnen til å utvikle dreiemoment i kneleddet ved en vinkelhastighet på 240°·s

source: The groups undertook three different types of training: Group training with Bodypump, strength training with a personal trainer (PT) and individual strength training where they only received help in getting started from a PT.
nb: Gruppetrening med Bodypump, styrketrening med personlig trener (PT) og individuell styrketrening der de bare fikk starthjelp av en PT.

source: The reports are reviewed and approved by KFU.
nb: Rapportene behandles og godkjennes av KFU.

source: Data were generated over a 17-month period and included video and audio of my teaching, my reflective diary, pre-service teacher focus groups and in-depth interviews, and pre-service teacher coursework.
nb: Data ble generert over en 17-måneders periode, og inkluderte video og lyd av min undervisning, min reflekterende dagbok, fokusgrupper og dybdeintervju med studentene, samt deres mappeinnleveringer.

source: They usually return to full activity after 4-6 months. More in English
nb: De er oftest tilbake i full aktivitet etter 4-6 måneder. Mer

source: Search in Brage
nb: Søk i Brage

source: The thesis is based on two systematic review and meta-analyses of cycling and cardiovascular disease (CVD) and its associated risk factors, one cross-sections study conducted in three Norwegian counties combined with objectively measures form a geographical information system.
nb: Doktorgradsarbeidet er basert på to systematiske litteraturstudier med meta-analyse om sykling og hjerte- og karsykdommer (CVD) og risikofaktorer assosiert med CVD.

source: Children like to choose, and they like to feel themselves part of the activities.
nb: Barn liker å velge, og de liker å føler seg delaktige i aktivitetene.

source: The doctoral thesis was a school-based intervention study (RCT) on the effect of increased physical activity and a healthy diet on weight development in children and adolescents in Norway (the HEIA study).
nb: Doktorgradsarbeidet var en skolebasert intervensjonsstudie (RCT) om effekten av økt fysisk aktivitet og sunt kosthold på vektutvikling hos barn og unge i Norge (HEIA-studien).

source: Section 5.5 Voluntary termination prior to expiry of the agreement period
nb: § 5.5 Frivillig avslutning før avtalt tid

source: No movement activity in itself works equally for every child.
nb: Ingen bevegelsesaktivitet i seg selv fungerer likt for alle barn.

source: Male football players reported a weekly prevalence on 29%.
nb: I gjennomsnitt rapporterte 29% av spillerne om lyskeproblemer hver uke.

source: This will make it a lot easier,” Madsen says.
nb: Da skal det bli mye enklere, sier Madsen.

source: Slowly raise your left leg to about 30-40 cm from the floor - and slowly lower it again.
nb: Løft venstrebeinet rolig opp, ca 30-40 cm fra gulvet – rolig ned igjen.

source: Jordalen also interviewed five World Championship and Olympic medal winners, 23-34 years old.
nb: I studien blir også fem medaljører fra VM og OL i alderen 23 til 34 år intervjuet.

source: The total score is then calculated as an average, where 100 is best function.
nb: Total-scoren beregnes som et gjennomsnitt av disse, hvor 100 er best funksjon.

source: responsible for at least 60 percent of the supervision
nb: En hovedveileder skal ha minimum 60% veiledning.

source: Playing with a tightly packed match program was safe," says Torstein Dalen-Lorentsen.
nb: Å spille med et tett kampprogram, var trygt, sier Torstein Dalen-Lorentsen.

source: information concerning persons who are dependent upon the body (school, hospital,
nb: opplysninger som gjelder personer som står i et avhengighetsforhold til den instans (skole,

source: When will we see the first training app for seniors?"
nb: Når kommer den første treningsappen for eldre?

source: Her tool can be developed to include all the counters in the country; as at November 2021, there were 209 such counters.
nb: Verktøyet kan bygges ut til å omfatte alle tellere i landet; november 2021 var det 209 slike.

source: Young & Active –meaningful physical activity as means to enhance fitness and health related quality of life among adolescents with overweight and obesity
nb: Young & Active –meningsfylt fysisk aktivitet for åøke fysisk form og helserelatert livskvalitet hos ungdom med overvekt og fedme

source: Vice President in the Norwegian Society for Eating Disorders (2016-)CEO and dietitian, TheMa Nutrition (themanutrition.no) (2006-).
nb: Nestleder i Norsk Selskap for Spiseforstyrrelser (2016-)Har siden 2006 arbeidet i eget foretak, TheMa Nutrition (themanutrition.no).

source: Marte is a former top-level athlete within rhythmic gymnastics (RG), and also works as a physiotherapist in the Norwegian Gymnastics Federation’s medical team with the rhythmic gymnastics national team.
nb: Marte er tidligere toppidrettsutøver innen rytmisk gymnastikk (RG), og jobber i tillegg som fysioterapeut i Norges Gymnastikk- og Turnforbunds medisinske team med landslaget i RG.

source: Folland went to high school at Wang where she trained athletics (especially 400 and 800 meters).
nb: Folland gikk på videregående skole ved Wang toppidrett der hun trente friidrett (spesielt 400 og 800 meter).

source: This is a short assignment of up to 500 words.
nb: o En kort oppgave på inntil 500 ord.

source: This therapy shows that it can normalise a patient's relationship with their own body and behaviour concerning dietary and training routines," says Therese Fostervold Mathisen, PhD student on the project.
nb: Behandlingen viser at den kan normalisere forhold til egen kropp og atferd rundt kostholds- og treningsrutiner, sier Therese Fostervold Mathisen, doktorgradsstipendiat på prosjektet.

source: The questionnaire consisted of questions about background information, lifestyle and training/sport, sexual harassment and psychological health.
nb: Spørreskjemaet inneholdt spørsmål om bakgrunnsvariabler, livsstil og trening/idrett, seksuell trakassering og psykiske helse.

source: Doctoral education must be organised such that candidates are able to complete their training within the stipulated timeframe.
nb: Ph.d.‐utdanningen skal være lagt opp slik at den skal kunne fullføres innenfor normert tidsramme.

source: Training has been regarded as controversial in the treatment of eating disorders.
nb: Trening blir sett på som kontroversielt i behandling av spiseforstyrrelser.

source: Significant benefits to health and society can be gained from investing in bicycle infrastructure, such as this path.
nb: Det er kan være betydelige helse- og samfunnsgevinster å hente ved å bygge ut flere av disse, viser studien «Sykler vi i riktig retning?»

source: She also has background as Nordic Marketing Manager for 2XU and as Project Manager for Red Bull Norway, focusing on digital marketing.
nb: Hun har også vært Nordisk Markedssjef for 2XU Nordics og prosjektleder hos Red Bull Norge med fokus på digital markedsføring.

source: 15 former world-class athletes and coaches will therefore participate in an interview with career transitions in sports, social support, mental training, the team's role, and the coach-athlete relationship as central topics.
nb: 15 tidligere toppidrettsutøvere og trenere som har bidratt til å utvikle toppidrettsutøvere skal derfor gjennomføre et intervju hvor karriereoverganger i idretten, sosial støtte, mental trening, betydningen av lag og trener-utøverrelasjonen er sentrale temaer.

source: who has been involved in the fight for climate and environment (see, among other things, module 3).
nb: , som har engasjert seg i kampen for klima og miljø (se blant annet modul 3).

source: Morten Corneliussen Rustad is PhD candidate at the Department of Teacher Education and Outdoor Life Studies, NIH, and do research on practising and learning in Physical Education.
nb: Morten Corneliussen Rustad er stipendiat ved Seksjon for Kroppsøving og Pedagogikk, NIH og forsker på øvelse og læring i kroppsøvingsfaget.

source: , and not in print in the library.
nb: , og ikke i papir i biblioteket.

source: Kasper Madsen thinks that teachers were better at thinking about movement until the year 2000 or thereabouts.
nb: Kasper Madsen mener lærerne var flinkere til å tenke bevegelse inntil år 2000 eller deromkring.

source: "Those are all relevant, but the basic concept involves acknowledging the fact that we are talking about wo individuals with different personalities and experiences who could consequently experience reality in different ways.
nb: – Alt dette er relevant, men selve grunnpremisset er å erkjenne at man er to individer med ulike personligheter og erfaringer og som dermed kan oppleve virkeligheten forskjellig.

source: Note that a 10% discount is not granted if you use another discount voucher.
nb: Merk at 10% rabatt ikke innvilges hvis du bruker annen "discount voucher".

source: Cyclists talk about the “power-to-weight ratio”.
nb: I sykkelsporten snakker man om «power-to-weight ratio».

source: KFU will appoint an expert committee on the recommendation of the head of section.
nb: KFU oppnevner sakkyndig komité etter forslag fra seksjonsleder.

source: She further serves as coordinator and main responsible for the PhD Seminar of the European Association for Sport Management.
nb: Hun fungerer videre som koordinator og hovedansvarlig for PhD-seminaret i European Association for Sport Management.

source: OK, keep it very still, says Ola Eriksrud as he takes a bearing using a plumb line towards a bull’s eye on the floor.
nb: Hold den heeelt rolig der, sier Ola Eriksrud og sikter med en loddsnor mot en blink på gulvet.

source: It would take a lot to do that.
nb: Det skal mye til å klare det.

source: In the RCT, we included primiparous women 6 weeks after vaginal delivery.
nb: I den randomiserte kontrollerte studien inkluderte vi førstegangsfødende kvinner 6 uker etter vaginal fødsel.

source: No part should be below 1500 words.
nb: Ingen skal være under 1500 ord.

source: —The surprising thing was that these 10 cyclists had low bone mineral density despite doing heavy weight training for a minimum of two months per year, says Oddbjørn K. Andersen.
nb: - Det overraskende var at disse 10 syklistene hadde lav beinmineraltetthet til tross for at de trente tung styrketrening minimum to måneder av året, sier Oddbjørn K.

source: The following guidelines are in effect for the examination:
nb: Følende retningslinjer gjelder ved denne eksamen:

source: As is the case in gaze studies, analysis of these searches, i.e. the head movements, provide information about how important they are for having an overview as well.
nb: Som i blikkstudiene forteller analysen av søkene, altså hodebevegelsene, hvor viktige de også er for oversikten.

source: As well, participants (n=16) of a young leaders program, which was organized in connection with Lillehammer 2016, were interviewed.
nb: I tillegg ble det gjennomført intervjuer med deltakere (n=16) av lederkurset for ungdom som ble arrangert med spesiell tilknytting til Lillehammer 2016.

source: A study of Relationship Dynamics and Psychological Mechanisms in the Coach-Athlete Relationship at the World-Class Level" is based on the qualitative data material in the Mester-debrief project involving the coach-athlete relationship and communication within this relationship.
nb: A study of Relationship Dynamics and Psychological Mechanisms in the Coach-Athlete Relationship at the World-Class Level” er gjennomført på de delene av det kvalitative datamaterialet I Mester-debrief som omhandler relasjon og kommunikasjon mellom trener og utøver.

source: That, in itself, is a point worth consideration, but we can’t draw a double line under the answer.”
nb: Selv om det er et poeng i seg selv, kan vi ikke sette to streker under svaret.

source: “Our research team has made several studies documenting that ‘BodyPump’ has a given rise to a number of health benefits, gains that the Norwegian study does not address”, Lena Holmberg points out.
nb: - Forskningsteamet vårt har gjort flere studier som dokumenterer at «BodyPump» har en rekke helsegevinster, gevinster som den norske studien ikke kommer inn på, påpeker Lena Holmberg.

source: Hamarsland believes that the ability to maintain normal muscle mass is interesting from both a sports and health perspective.
nb: Evnen til å opprettholde en normal muskelmasse, er interessant fra både et idrett- og helseperspektiv, mener Hamarsland.

source: Study 2 divided the contemporary breaststroke leg kick into four phases, providing a specific method independent of variations in techniques used by elite swimmers: 1) propulsion, from the smallest knee angle during recovery until the first peak in knee angle during propulsion; 2) insweep/body undulation/glide, from the end of phase 1 until the second peak in knee angle; 3) first part of the recovery, from the end of phase 2 until a 90 degree knee angle; and 4) second part of the recovery, from the end of phase 3 until the legs return to position 1.
nb: Studie 2 deler det moderne brystbensparket inn i fire faser som gir en bestemt metode uavhengig av variasjoner i teknikker som brukes av elitesvømmere: 1) fremdrift, fra den minste knevinkelen under opptrekket til den første toppen i knevinkelen under fremdriftsfasen; 2) avslutning av bensparket/delfinbevegelse/gli, fra slutten på fase 1 til den andre toppen i knevinkelen; 3) første delen av opptrekket, fra slutten av fase 2 til en 90 graders knevinkel; og 4) andre del av opptrekket, fra slutten på fase 3 til bena er tilbake i posisjon 1.

source: Breaking in Oslo
nb: Breaking i Oslo

source: But when we allowed a handball club to test this programme during warm-up, we discovered a problem.
nb: Men da vi lot en håndballklubb teste dette programmet i forbindelse med oppvarmingen, oppdaget vi et problem.

source: The 20 m SRT produced a test–retest reliability intraclass correlation coefficient (ICC) of 0.95 and a 95 % limits of agreement (LoA) of ± 3.1 mL/kg/min.
nb: Analysene av test–retest reliabilitet for 20 m SRT viste en intraklasse-korrelasjon (ICC) på 0,95 og en 95 % limits of agreement (LoA) på ± 3.1 mL/kg/min.

source: Research Centre for Children and Youth Sports (FOBU) invites you to a special guest lecture with James Vaughan and Mark O’Sullivan.
nb: Forskningssenter for barne- og ungdomsidrett (FOBU) inviterer til gjesteforelsning med James Vaughan and Mark O’Sullivan.

source: In addition, she carried out an extensive cycle traffic count via all the 89 counting points located at that time along Norway’s cycle paths.
nb: I tillegg gjennomførte hun en omfattende sykkel-trafikktelling via samtlige daværende 89 tellepunkter langs norske sykkelveier.

source: Thomas Vold is associate Professor in friluftsliv at the Department of Physical Education and Friluftsliv.
nb: Thomas Vold er Førsteamanuensis i friluftslivsfag ved institutt for lærerutdanning og friluftslivsfag.

source: The scheme in which the 202 participants were involved did not result in reduced absence from work due to sickness, although the rates of absence for the participants were not particularly high previously.
nb: Tiltaket de 202 deltakerne var med på førte ikke til lavere sykefravær, men deltakerne hadde heller ikke særlig høyt sykefravær fra før.

source: ) at NIH and has studied the anatomical, biometric and clinical aspects of meniscus ramp injuries.
nb: ) ved NIH og har studert anatomiske, biomekaniske og kliniske sider ved meniskkantskader.

source: 80% of the Norwegian adult population reported that their level of physical activity was below the amount per week recommended by the Norwegian Health Authorities.
nb: 80% av Norges voksne befolkning ligger under anbefalt mengde fysisk aktivitet i uka.

source: The project will consist of a meta-analysis and systematic review, and a series of quantitative, experimental studies.
nb: Prosjektet omfatter en systematisk meta-analyse og oversiktsstudie og en serie med kvantitative, eksperimentelle studier.

source: He has many years of experience with the use of attentional training across high performance environments, and worked 10 years as a human factors specialist at the Norwegian Institute of Aviation Medicine
nb: Han har lang erfaring med bruk av oppmerksomhetstrening i en rekke idretter og prestasjonsmiljøer, og jobbet 10 år på Forsvarets flymedisinske institutt innenfor «Human factors»

source: Quick and cheap
nb: Kjapt og billig

source: In Paper II, no significant associations were found between total rotation (OR 1.05 per 5° change, 95% CI 0.98 to 1.13), external rotation strength (OR 1.05 per 10 N change, 95% CI 0.92 to 1.20) or obvious scapular dyskinesis (OR 1.23, 95% CI 0.25 to 5.99) and overuse shoulder injury.
nb: Vi observerte ingen signifikant assosiasjon mellom de tidligere rapporterte risikofaktorene og skulderproblemer (Undersøkelse II):total rotasjonsbevegelighet (OR 1.05 per 5° endring, 95% CI 0.98 til 1.13), utadrotasjonsstyrke (OR 1.05 per 10 N endring, 95% CI 0.92 til 1.20), tydelig scapula dyskinesi (OR 1.23, 95% CI 0.25 til 5.99).

source: - pedagogy and education
nb: - pedagogikk og undervisning.

source: Adolescents in 8.th grade (spring 2016) are recruited from specialized lower secondary schools for sports and performing arts (classical ballet and music) and are compared with adolescents in ordinary lower secondary schools in the region of Oslo & Akershus counties.
nb: Ungdomsskoleelever i 8.trinn ble våren 2016 rekruttert fra prestasjonsorienterte ungdomsskoler knyttet til idretts- og kunstfag (klassisk musikk og ballett) og sammenlignes med elever i ordinære ungdomsskoler i Oslo & Akershus.

source: One must create good habits at an early age”, says Mette Stavnsbo.
nb: Man må skape gode vaner tidlig, sier Mette Stavnsbo.
